<?php
return [
    'import' => 'インポート',
    'import_queue' => 'キューをインポート',
    'failed_imports' => '失敗したインポート',
    'scheduled_for' => 'スケジュール日時',
    'start_import' => 'インポートを開始',
    'import_running' => 'インポート中...',
    'import_file' => 'インポートするファイル',

    'import_help' => '既存のブラウザブックマークをインポートできます。通常、ブックマークはブラウザによって.htmlファイルとしてエクスポートされます。そのファイルを選択してインポートを開始します。また、インポートするためにはcronを設定する必要があります。',

    'import_networkerror' => 'ブックマークのインポート中に問題が発生しました。詳細についてはブラウザのコンソールを確認するか、アプリケーションログを参照してください。',
    'import_error' => 'ブックマークのインポート中に問題が発生しました。アプリケーションログを参照してください。',
    'import_empty' => 'ブックマークをインポートできませんでした。アップロードされたファイルが破損しているか空です。',
    'import_successfully' => ':queued 件のリンクがキューに追加され、インポート処理が行われます。:skipped 件のリンクはすでに存在するためスキップされました。インポートされたすべてのリンクに :taglink というタグが付与されます。',
];
