<?php
return [
    'user_management' => [
        'title' => 'Управление пользователями',

        'invitations' => 'Приглашения',
        'invite' => 'Пригласить пользователя',
        'invite_help' => 'Введите адрес электронной почты пользователя, которого вы хотите пригласить. Пользователь получит письмо со ссылкой для регистрации нового аккаунта. Приглашение действительно в течение 72 часов.',
        'invite_delete_confirmation' => 'Вы действительно хотите удалить это приглашение?',
        'invite_successful' => 'Приглашение было отправлено успешно',
        'invite_accept' => 'Принять приглашение',
        'invite_accepted_by' => 'Приглашение было принято :пользователем (ID :id)',
        'invite_delete_successful' => 'Приглашение на :email было успешно удалено',

        'invite_notification_title' => 'Вы были приглашены присоединиться к LinkAce!',
        'invite_notification' => 'Вы были приглашены присоединиться к LinkAce, инструменту социальных закладок. Нажмите на кнопку ниже, чтобы создать свою учетную запись. Если вы не запрашивали приглашение и не ожидаете его, проигнорируйте это письмо или обратитесь к администратору.',

        'invite_link_invalid' => 'Срок действия приглашения истек или ссылка неверна. Пожалуйста, свяжитесь с администратором.',
        'invite_token_invalid' => 'Ссылка на приглашение недействительна или приглашение было удалено',
        'invite_expired' => 'Срок действия приглашения истек или оно уже было использовано. Обратитесь к администратору, чтобы получить новое приглашение.',

        'invite_valid_until' => 'Действует до :datetime',
        'invite_valid_until_info' => 'Это приглашение действительно до :datetime',
    ],
];
