<?php
return [
    'list' => 'Список',
    'lists' => 'Списки',
    'all_lists' => 'Все списки',
    'recent_lists' => 'Недавние списки',
    'update_lists' => 'Обновить списки',

    'add' => 'Добавить список',
    'show' => 'Показать список',
    'edit' => 'Изменить список',
    'update' => 'Обновить список',
    'delete' => 'Удалить список|Удалить списки',

    'filter_lists' => 'Фильтровать списки...',

    'public' => 'Публичный список',
    'internal' => 'Внутренний список',
    'private' => 'Закрытый список',

    'name' => 'Имя списка',
    'description' => 'Описание списка',
    'visibility' => 'Статус видимости',

    'history_deleted' => 'Список был перемещен в корзину',
    'history_restored' => 'Список был восстановлен',
    'history_created' => 'Список был создан',

    'author' => 'от :user',

    'no_lists' => 'Нет списков',

    'bulk_title' => 'Вы хотите отредактировать :count список.|Вы хотите отредактировать :count списка.',
    'bulk_edit_add' => 'Добавить список в массовое редактирование',
    'bulk_edit_success' => 'Успешно обновлено :success из :selected выбранных.',
    'bulk_delete_success' => 'Успешно перемещено в корзину :success из :selected выбранных.',
    'bulk_mode_append' => 'Добавлять новые списки к существующим',
    'bulk_mode_replace' => 'Заменить существующие списки на новые',

    'number_links' => ':number ссылка в этом списке|:number ссылок в этом списке',

    'added_successfully' => 'Список успешно добавлен.',
    'updated_successfully' => 'Список успешно обновлен.',
    'deleted_successfully' => 'Список успешно перемещен в корзину',
    'deletion_error' => 'Список не удалось переместить в корзину',
];
