<?php
return [
    'note' => 'Заметка',
    'notes' => 'Заметки',

    'add' => 'Добавить заметку',
    'show' => 'Показать заметку',
    'edit' => 'Изменить заметку',
    'update' => 'Обновить заметку',
    'delete' => 'Удалить заметку',

    'public' => 'Публичная заметка',
    'internal' => 'Внутренняя заметка',
    'private' => 'Личная заметка',

    'note_content' => 'Содержание заметки',

    'added_successfully' => 'Заметка успешно добавлена.',
    'updated_successfully' => 'Заметка успешно обновлена.',
    'deleted_successfully' => 'Заметка успешно перемещена в корзину.',
    'deletion_error' => 'Заметку нельзя переместить в корзину.',
];
