<?php
return [
    'user' => 'Пользователь',
    'users' => 'Пользователи',

    'username' => 'Имя пользователя',
    'name' => 'Имя пользователя',
    'email' => 'Email',
    'blocked_at' => 'Заблокирован в',
    'is_deleted' => 'Пользователь удален',

    'edit' => 'Редактировать пользователя',

    'block' => 'Заблокировать пользователя',
    'block_confirmation' => 'Вы действительно хотите заблокировать этого пользователя?',
    'block_warning' => 'Ваша учетная запись в настоящее время заблокирована. Обратитесь за помощью к своему администратору.',
    'block_successful' => 'Пользователь :username был успешно заблокирован.',
    'unblock' => 'Разблокировать пользователя',
    'unblock_confirmation' => 'Вы действительно хотите разблокировать этого пользователя?',
    'unblock_successful' => 'Пользователь :username был успешно разблокирован.',
    'delete' => 'Удалить пользователя',
    'delete_confirmation' => 'Вы действительно хотите удалить этого пользователя?',
    'delete_successful' => 'Пользователь :username был успешно удален.',
    'restore' => 'Восстановление пользователя',
    'restore_confirmation' => 'Вы действительно хотите восстановить этого пользователя?',
    'restore_successful' => 'Пользователь :username был успешно восстановлен.',

    'system_user_locked' => 'Системный пользователь не может войти в систему как обычный пользователь. Пожалуйста, войдите в систему с помощью вашей личной учетной записи.',

    'action_not_allowed_on_user' => 'Это действие не может быть выполнено для выбранного пользователя.',

    'history_deleted' => 'Пользователь <code>:name</code> был удален',
    'history_restored' => 'Пользователь <code>:name</code> был восстановлен',
    'history_created' => 'Пользователь <code>:name</code> был создан',
    'history_blocked' => 'Пользователь <code>:name</code> был заблокирован',
    'history_unblocked' => 'Пользователь <code>:name</code> был разблокирован',

    'hello' => 'Привет, :user!',
    'for_user' => 'для пользователя',
    'unknown_user' => 'неизвестный пользователь',
];
